//-------------------------请加下面QQ请求远程辅助运行代码  ID:3578--------------------------
//-----------------更多毕设, 联系QQ1305637939-------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加下面QQ请求远程辅助运行代码----------------------------
package com.daowen.mapper;

import com.daowen.entity.Activity;
import com.daowen.ssm.simplecrud.SimpleMapper;
import org.apache.ibatis.annotations.Param;

import java.util.HashMap;
import java.util.List;


public interface ActivityMapper extends SimpleMapper<Activity> {


    public List<HashMap<String,Object>> getJoined(@Param("id") int id);


}
//-------------------------请加下面QQ请求远程辅助运行代码  ID:3578--------------------------
//-----------------更多毕设, 联系QQ1305637939-------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加下面QQ请求远程辅助运行代码----------------------------
