//-------------------------请加下面QQ请求远程辅助运行代码  ID:3578--------------------------
//-----------------更多毕设, 联系QQ1305637939-------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加下面QQ请求远程辅助运行代码----------------------------
package com.daowen.service;

public class Test {

	public static void main(String[] args) {
		
		Animal animal=new Pig();
		animal.eat();
		Animal animal2=new Cat();
		animal2.eat();

	}

}

class  Animal{
	
	public  void  eat(){
		
	}
}

class  Cat extends Animal{
	
	public void eat(){
		System.out.println("cat eat");
	}
}


class  Pig extends Animal{
	
	public void eat(){
		System.out.println("pig eat");
	}
}
//-------------------------请加下面QQ请求远程辅助运行代码  ID:3578--------------------------
//-----------------更多毕设, 联系QQ1305637939-------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加作者QQ协助运行: 1305637939-----------------------
//-------------------------请加下面QQ请求远程辅助运行代码----------------------------
